[
  {
    "model": "books.book",
    "pk": 1,
    "fields": {
      "title": "Stolen: How To Save The World From Financialisation",
      "author": "Grace Blakeley",
      "image": "https://i.imgur.com/u6D0MMy.jpg",
      "blurb": "For decades, it has been easier to imagine the end of the world than the end of capitalism. In the decade leading up to the 2008 financial crisis, booming banks, rising house prices and cheap consumer goods propped up living standards in the rich world. Thirty years of rocketing debt and financial wizardry had masked the deep underlying fragility of finance-led growth, and in 2008 we were forced to pay up. The decade since has witnessed all kinds of morbid symptoms, as all around the rich world, wages and productivity are stagnant, inequality is rising, and ecological systems are collapsing. Stolen is a history of finance-led growth and a guide as to how we might escape it. We’ve sat back as financial capitalism has stolen our economies, our environment and even the future itself. Now, we have an opportunity to change course. What happens next is up to us."
    }
  },
  {
    "model": "books.book",
    "pk": 2,
    "fields": {
      "title": "Invisible Women: Exposing Data Bias In A World Designed For Men",
      "author": "Caroline Criado Perez",
      "image": "https://i.imgur.com/jlwECS2.jpg",
      "blurb": "From government policy and medical research, to technology, workplaces, and the media. Invisible Women reveals how in a world built for and by men we are systematically ignoring half of the population, often with disastrous consequences. Caroline Criado Perez brings together for the first time an impressive range of case studies, stories and new research from across the world that illustrate the hidden ways in which women are forgotten, and the profound impact this has on us all. Discover the shocking gender bias that affects our everyday lives."
    }
  },
{
  "model": "books.book",
  "pk": 3,
  "fields": {
    "title": "The Outsider: A History of the Goalkeeper",
    "author": "Johnathan Wilson",
    "image": "https://i.imgur.com/WH3SrTM.jpg",
    "blurb": "Aloof, solitary, impassive, the crack goalie is followed in the streets by entranced small boys. He vies with the matador and the flying aces, an object of thrilled adulation. He is the lone eagle, the man of mystery, the last defender' Vladimir Nabokov, Albert Camus, Sir Arthur Conan Doyle, Yevgeny Yevtushenko, Pope John Paul II, Julian Barnes and not forgetting Nabokov himself ... it's safe to say the position of goalkeeper has over the years attracted a different sort of character than your average footballer. In this first-ever cultural history of the 'loner' between the posts, Jonathan Wilson traces the sometimes dangerous intellectual and literary preoccupations of the keeper, and looks at how the position has secured a certain existential cool. He travels to the Bassa region of Cameroon, which has produced two of Africa's greatest keepers, and also to Romania to talk to Helmuth Duckadam, who saved four penalties for Steaua Bucharest in the 1986 European Cup final. His absorbing tactical and technical insights into football history even take us back to the days when matches were contested without a man between the sticks. The Outsider is the definitive account of that most mysterious of footballing personalities - the goalkeeper."
  }
},
{
  "model": "books.book",
  "pk": 4,
  "fields": {
    "title": "The Pity Of It All: A Portrait of Jews in Germany 1743 -1933",
    "author": "Amos Elon",
    "image": "https://i.imgur.com/Yjl38md.jpg",
    "blurb": "As it is usually told, the story of the Jews in Germany starts at the end, overshadowed by their tragic demise in Hitler's Reich. Now, in this important work of historical restoration, the acclaimed historian and social critic Amos Elon takes us back to the beginning, chronicling a 150-year period of achievement and integration that at its peak produced a golden age second only to the Renaissance."
  }
},
{
  "model": "books.book",
  "pk": 5,
  "fields": {
    "title": "Champagne Football: John Delaney and the Betrayal of Irish Football",
    "author": "Mark Tighe & Paul Rowan",
    "image": "https://i.imgur.com/hM3YL94.jpg",
    "blurb": "Over the course of fifteen years, John Delaney ran the Football Association of Ireland as his own personal fiefdom. He had his critics, but his power was never seriously challenged until 2019, when Mark Tighe and Paul Rowan published a sequence of stories in the Sunday Times containing damaging revelations about his personal compensation and the parlous financial situation of the FAI. Delaney's reputation as a great financial manager was left in tatters. He resigned under pressure, and the FAI was left hoping for a massive bail-out from the Irish taxpayer. Champagne Football is a gripping, sometimes darkly hilarious and often enraging piece of reporting by the award-winning journalists who finally pulled back the curtain on the FAI's mismanagement."
  }
},
{
  "model": "books.book",
  "pk": 6,
  "fields": {
    "title": "The Patriarch: The Remarkable Life and Turbulent Times of Joseph P. Kennedy",
    "author": "David Nasaw",
    "image": "https://i.imgur.com/Jbjqriw.jpg",
    "blurb": "In this magisterial new work The Patriarch, the celebrated historian David Nasaw tells the full story of Joseph P. Kennedy, the founder of the twentieth century's most famous political dynasty. Nasaw—the only biographer granted unrestricted access to the Joseph P. Kennedy papers in the John F. Kennedy Presidential Library—tracks Kennedy's astonishing passage from East Boston outsider to supreme Washington insider. Kennedy's seemingly limitless ambition drove his career to the pinnacles of success as a banker, World War I shipyard manager, Hollywood studio head, broker, Wall Street operator, New Deal presidential adviser, and founding chairman of the Securities and Exchange Commission. His astounding fall from grace into ignominy did not come until the years leading up to and following America's entry into the Second World War, when the antiwar position he took as the first Irish American ambassador to London made him the subject of White House ire and popular distaste. The Patriarch is a story not only of one of the twentieth century's wealthiest and most powerful Americans, but also of the family he raised and the children who completed the journey he had begun. Of the many roles Kennedy held, that of father was most dear to him. The tragedies that befell his family marked his final years with unspeakable suffering."    
  }
},
{
  "model": "books.book",
  "pk": 7,
  "fields": {
    "title": "One Child: The Story of China's Most Radical Export",
    "author": "Mei Fong",
    "image": "https://i.imgur.com/7aolyVj.jpg",
    "blurb": "For over three decades, China exercised unprecedented control over the reproductive habits of its billion citizens. Now, with its economy faltering just as it seemed poised to become the largest in the world, the Chinese government has brought an end to its one-child policy. It may once have seemed a shortcut to riches, but it has had a profound effect on society in modern China. Combining personal portraits of families affected by the policy with a nuanced account of China’s descent towards economic and societal turmoil, Pulitzer Prize-winning journalist Mei Fong reveals the true cost of this most controversial of policies. Drawing on eight years spent documenting its repercussions, she reveals a dystopian legacy of second children refused documentation by the state, only children supporting their parents and grandparents, and villages filled with ineligible bachelors. An exceptional piece of on-the-ground journalism, One Child humanizes the policy that defined China and warns that the ill-effects of its legacy will be felt across the globe."
  }
},
{
  "model": "books.book",
  "pk": 8,
  "fields": {
    "title": "Concretopia: A Journey around the Rebuilding of Postwar Britain",
    "author": "John Grindrod",
    "image": "https://i.imgur.com/D6m5z5C.jpg",
    "blurb": "TOWER BLOCKS. FLYOVERS. STREETS IN THE SKY. ONCE, THIS WAS THE FUTURE. Was Britain's postwar rebuilding the height of midcentury chic or the concrete embodiment of Crap Towns? John Grindrod decided to find out how blitzed, slum-ridden and crumbling 'austerity Britain' became, in a few short years, a space-age world of concrete, steel and glass. On his journey he visits the sleepy Norfolk birthplace of Brutalism, the once-Blitzed city centre of Plymouth, the futuristic New Town of Cumbernauld, Sheffield's innovative streets in the sky, the foundations of the BT tower, and the brave 1950s experiments in the Gorbals. Along the way he meets New Town pioneers, tower block builders, Barbican architects, old retainers of Coventry Cathedral, proud prefab dwellers and sixties town planners: people who lived through a time of phenomenal change and excitement. What he finds is a story of dazzling space-age optimism, ingenuity and helipads -- so many helipads -- tempered by protests, deadly collapses and scandals that shook the government. Concretopia is an accessible, warm and revealing social history of an aspect of Britain often ignored, insulted and misunderstood. It will change the way you look at Arndale Centres, tower blocks and concrete forever."
  }
},
{
  "model": "books.book",
  "pk": 9,
  "fields": {
    "title": "Wings of Change: How the World's Biggest Energy Drink Manufacturer Made a Mark in Football",
    "author": "Karan Tejwani",
    "image": "https://i.imgur.com/QiVmgEQ.jpg",
    "blurb": "Wings of Change is the story of how the world's biggest energy drinks company made its mark in football. After years of success in beverages and extreme sports, Red Bull took over their local club, SV Austria Salzburg, controversially changing its name, crest, colours and history. While Red Bull were going strong, they faced a backlash from supporters who claimed they were damaging the integrity of the sport. Angry displays were seen at the ground and fans formed a phoenix club to honour the history of their former team. Similar projects soon followed in New York, Leipzig, São Paulo and Sogakope and again provoked hostility. Within a few years, Red Bull had captured the attention of the footballing world, developing an exciting line of talent across the globe. Now an established force in football, Red Bull's two most successful teams, RB Salzburg and RB Leipzig, are more prominent than ever. This book reveals how Red Bull changed the game, exploring their successes, controversies and innovations."
  }
},
{
  "model": "books.book",
  "pk": 10,
  "fields": {
    "title": "Jews Don't Count",
    "author": "David Baddiel",
    "image": "https://i.imgur.com/DYIo8Zt.jpg",
    "blurb": "Jews Don’t Count is a book for people who consider themselves on the right side of history. People fighting the good fight against homophobia, disablism, transphobia and, particularly, racism. People, possibly, like you. It is the comedian and writer David Baddiel’s contention that one type of racism has been left out of this fight. In his unique combination of close reasoning, polemic, personal experience and jokes, Baddiel argues that those who think of themselves as on the right side of history have often ignored the history of anti-Semitism. He outlines why and how, in a time of intensely heightened awareness of minorities, Jews don’t count as a real minority: and why they should."
  }
},
{
  "model": "books.book",
  "pk": 11,
  "fields": {
    "title": "The Road",
    "author": "Cormac McCarthy",
    "image": "https://i.imgur.com/MoYdDGu.jpg",
    "blurb": "A father and his young son walk alone through burned America, heading slowly for the coast. Nothing moves in the ravaged landscape save the ash on the wind. They have nothing but a pistol to defend themselves against the men who stalk the road, the clothes they are wearing, a cart of scavenged food – and each other."
  }
},
{
  "model": "books.book",
  "pk": 12,
  "fields": {
    "title": "Frankenstein",
    "author": "Mary Shelley",
    "image": "https://i.imgur.com/Qge93qN.jpg",
    "blurb": "Young scientist Victor Frankenstein, grief-stricken over the death of his mother, sets out in a series of laboratory experiments testing the ability to create life from non-living matter. Soon, his experiments progress further until he creates a humanoid creature eight feet tall. But as Frankenstein soon discovers, a successful experiment does not always equal a positive outcome."
  }
},
{
  "model": "books.book",
  "pk": 13,
  "fields": {
    "title": "The North: And Almost Everything In It",
    "author": "Paul Morley",
    "image": "https://i.imgur.com/iwRdAJ6.jpg",
    "blurb": "Paul Morley grew up in Reddish, less than five miles from Manchester and even closer to Stockport. Ever since the age of seven Morley has always thought of himself as a northerner. What that meant, he wasn't entirely sure. It was for him, as it is for millions of others in England, an absolute, indisputable truth. Forty years after walking down grey pavements on his way to school, Paul explores what it means to be northern and why those who consider themselves to be believe it so strongly. Like industrial towns dotted across great green landscapes of hills and valleys, Morley breaks up his own history with fragments of his region's own social and cultural background. Stories of his Dad spreading margarine on Weetabix stand alongside those about northern England's first fish and chip shop in Mossley, near Oldham. Ambitiously sweeping and beautifully impressionistic, without ever losing touch with the minute details of life above the M25, The North is an extraordinary mixture of memoir and history, a unique insight into how we, as a nation, classify the unclassifiable."
  }
},
{
  "model": "books.book",
  "pk": 14,
  "fields": {
    "title": "The Moonstone",
    "author": "Wilkie Collins",
    "image": "https://i.imgur.com/Q3tFepJ.jpg",
    "blurb": "The Moonstone, a priceless Indian diamond which had been brought to England as spoils of war, is given to Rachel Verrinder on her eighteenth birthday. That very night, the stone is stolen. Suspicion then falls on a hunchbacked housemaid, on Rachel's cousin Franklin Blake, on a troupe of mysterious Indian jugglers, and on Rachel herself. The phlegmatic Sergeant Cuff is called in, and with the help of Betteredge, the Robinson Crusoe-reading loquacious steward, the mystery of the missing stone is ingeniously solved."
  }
},
{
  "model": "books.book",
  "pk": 15,
  "fields": {
    "title": "For Whom The Bell Tolls",
    "author": "Ernest Hemingway",
    "image": "https://i.imgur.com/fzmxBjS.jpg",
    "blurb": "For Whom the Bell Tolls tells of loyalty and courage, love and defeat, and the tragic death of an ideal. Robert Jordan, a young American in the International Brigades, is attached to an antifascist guerilla unit in the mountains of Spain. In his portrayal of Jordan’s love for the beautiful Maria and his superb account of a guerilla leader’s last stand, Hemingway creates a work at once rare and beautiful, strong and brutal, compassionate, moving, and wise. Greater in power, broader in scope, and more intensely emotional than any of the author’s previous works, For Whom the Bell Tolls stands as one of the best war novels ever written."
  }
},
{
  "model": "books.book",
  "pk": 16,
  "fields": {
    "title": "High-Rise",
    "author": "J G Ballard",
    "image": "https://i.imgur.com/srOlYjb.jpg",
    "blurb": "When a class war erupts inside a luxurious apartment block, modern elevators become violent battlegrounds and cocktail parties degenerate into marauding attacks on enemy floors. In this visionary tale, human society slips into violent reverse as once-peaceful residents, driven by primal urges, re-create a world ruled by the laws of the jungle."
  }
},
{
  "model": "books.book",
  "pk": 17,
  "fields": {
    "title": "The Bedwetter",
    "author": "Sarah Silverman",
    "image": "https://i.imgur.com/vzMhABw.jpg",
    "blurb": "Sarah Silverman's father taught her to curse-at the age of three. She was a chronic bedwetter-until she was old enough to drive. She lost her virginity at age 19-but didn't really know it. These are just a few of the outrageous true tales that Silverman shares in her alternately hilarious and moving collection of autobiographical essays. With her signature taboo-breaking humour, Silverman writes on everything from her epic struggle with hairy arms (there wasn't enough wax in the world) to the death of her infant brother (It was Nana's fault) and always leaves the reader with a smile. Mixed in among the essays are scores of embarrassing photos, mortifying childhood diary entries, and truly humiliating e-mails to and from her comedian friends."
  }
},
{
  "model": "books.book",
  "pk": 18,
  "fields": {
    "title": "The First Muslim: The Story Of Muhammad",
    "author": "Lesley Hazleton",
    "image": "https://i.imgur.com/5XUFUmy.jpg",
    "blurb": "Muhammad's was a life of almost unparalleled historical importance; yet for all the iconic power of his name, the intensely dramatic story of the prophet of Islam is not well known. In The First Muslim, Lesley Hazleton brings him vibrantly to life. Drawing on early eyewitness sources and on history, politics, religion, and psychology, she renders him as a man in full, in all his complexity and vitality. Hazleton's account follows the arc of Muhammad's rise from powerlessness to power, from anonymity to renown, from insignificance to lasting significance. How did a child shunted to the margins end up revolutionizing his world? How did a merchant come to challenge the established order with a new vision of social justice? How did the pariah hounded out of Mecca turn exile into a new and victorious beginning? How did the outsider become the ultimate insider? Impeccably researched and thrillingly readable, Hazleton's narrative creates vivid insight into a man navigating between idealism and pragmatism, faith and politics, non-violence and violence, rejection and acclaim. The First Muslim illuminates not only an immensely significant figure but his lastingly relevant legacy."
  }
},
{
  "model": "books.book",
  "pk": 19,
  "fields": {
    "title": "American Pastoral",
    "author": "Philip Roth",
    "image": "https://i.imgur.com/Nf8WUIO.jpg",
    "blurb": "Swede Levov is living the American dream. He glides through life sustained by his devoted family, his demanding yet highly rewarding (and lucrative) business, his sporting prowess, his good looks. He is the embodiment of thriving, post-war America, land of liberty and hope. Until the sunny day in 1968, when the Swede’s bountiful American luck deserts him. The tragedy springs from devastatingly close to home. His adored daughter, Merry, has become a stranger to him, a fanatical teenager capable of an outlandishly savage act of political terrorism that plunges the Levov family into the political mayhem of sixties America, and drags them into the underbelly of a seemingly ascendant society. Rendered powerless by the shocking turn of events, the Swede can only watch as his pastoral idyll is methodically torn apart."
  }
},
{
  "model": "books.book",
  "pk": 18,
  "fields": {
    "title": "The First Muslim: The Story Of Muhammad",
    "author": "Lesley Hazleton",
    "image": "https://i.imgur.com/5XUFUmy.jpg",
    "blurb": "Muhammad's was a life of almost unparalleled historical importance; yet for all the iconic power of his name, the intensely dramatic story of the prophet of Islam is not well known. In The First Muslim, Lesley Hazleton brings him vibrantly to life. Drawing on early eyewitness sources and on history, politics, religion, and psychology, she renders him as a man in full, in all his complexity and vitality. Hazleton's account follows the arc of Muhammad's rise from powerlessness to power, from anonymity to renown, from insignificance to lasting significance. How did a child shunted to the margins end up revolutionizing his world? How did a merchant come to challenge the established order with a new vision of social justice? How did the pariah hounded out of Mecca turn exile into a new and victorious beginning? How did the outsider become the ultimate insider? Impeccably researched and thrillingly readable, Hazleton's narrative creates vivid insight into a man navigating between idealism and pragmatism, faith and politics, non-violence and violence, rejection and acclaim. The First Muslim illuminates not only an immensely significant figure but his lastingly relevant legacy."
  }
},{
  "model": "books.book",
  "pk": 18,
  "fields": {
    "title": "The First Muslim: The Story Of Muhammad",
    "author": "Lesley Hazleton",
    "image": "https://i.imgur.com/5XUFUmy.jpg",
    "blurb": "Muhammad's was a life of almost unparalleled historical importance; yet for all the iconic power of his name, the intensely dramatic story of the prophet of Islam is not well known. In The First Muslim, Lesley Hazleton brings him vibrantly to life. Drawing on early eyewitness sources and on history, politics, religion, and psychology, she renders him as a man in full, in all his complexity and vitality. Hazleton's account follows the arc of Muhammad's rise from powerlessness to power, from anonymity to renown, from insignificance to lasting significance. How did a child shunted to the margins end up revolutionizing his world? How did a merchant come to challenge the established order with a new vision of social justice? How did the pariah hounded out of Mecca turn exile into a new and victorious beginning? How did the outsider become the ultimate insider? Impeccably researched and thrillingly readable, Hazleton's narrative creates vivid insight into a man navigating between idealism and pragmatism, faith and politics, non-violence and violence, rejection and acclaim. The First Muslim illuminates not only an immensely significant figure but his lastingly relevant legacy."
  }
},{
  "model": "books.book",
  "pk": 18,
  "fields": {
    "title": "The First Muslim: The Story Of Muhammad",
    "author": "Lesley Hazleton",
    "image": "https://i.imgur.com/5XUFUmy.jpg",
    "blurb": "Muhammad's was a life of almost unparalleled historical importance; yet for all the iconic power of his name, the intensely dramatic story of the prophet of Islam is not well known. In The First Muslim, Lesley Hazleton brings him vibrantly to life. Drawing on early eyewitness sources and on history, politics, religion, and psychology, she renders him as a man in full, in all his complexity and vitality. Hazleton's account follows the arc of Muhammad's rise from powerlessness to power, from anonymity to renown, from insignificance to lasting significance. How did a child shunted to the margins end up revolutionizing his world? How did a merchant come to challenge the established order with a new vision of social justice? How did the pariah hounded out of Mecca turn exile into a new and victorious beginning? How did the outsider become the ultimate insider? Impeccably researched and thrillingly readable, Hazleton's narrative creates vivid insight into a man navigating between idealism and pragmatism, faith and politics, non-violence and violence, rejection and acclaim. The First Muslim illuminates not only an immensely significant figure but his lastingly relevant legacy."
  }
},{
  "model": "books.book",
  "pk": 18,
  "fields": {
    "title": "The First Muslim: The Story Of Muhammad",
    "author": "Lesley Hazleton",
    "image": "https://i.imgur.com/5XUFUmy.jpg",
    "blurb": "Muhammad's was a life of almost unparalleled historical importance; yet for all the iconic power of his name, the intensely dramatic story of the prophet of Islam is not well known. In The First Muslim, Lesley Hazleton brings him vibrantly to life. Drawing on early eyewitness sources and on history, politics, religion, and psychology, she renders him as a man in full, in all his complexity and vitality. Hazleton's account follows the arc of Muhammad's rise from powerlessness to power, from anonymity to renown, from insignificance to lasting significance. How did a child shunted to the margins end up revolutionizing his world? How did a merchant come to challenge the established order with a new vision of social justice? How did the pariah hounded out of Mecca turn exile into a new and victorious beginning? How did the outsider become the ultimate insider? Impeccably researched and thrillingly readable, Hazleton's narrative creates vivid insight into a man navigating between idealism and pragmatism, faith and politics, non-violence and violence, rejection and acclaim. The First Muslim illuminates not only an immensely significant figure but his lastingly relevant legacy."
  }
}
]
